<pad>
<unk>
</s>
</e>
,
.
/
05
1
10
100
1039
1055
106
10h17
10h20p
10h24
10h30
11
11h30
11h58
12
1209
1222
1291
12h
12h30
13
137338
139
14
15
16
17
1765
17h00
18
18h50
19
19h40
1h30
2
20
200
201
2020
2021
2022
21
210
2153
217
2170
21h
21h34
22
2211
229
23
24
25
257
26
263
269
27
270
2704
279
28
281
29
296
297
2h25
3
30
3084
31
311
312
315
323
324
33
3357
34
343
345
352
3724
38
3h24
4
402
405
417
430
4400
45
459
4977
4h15
4h30
4h45
5
50
539
55
57
5h15
5h30
5h45
6
632
6h
6h30
7
727
72s
733
734
737
73s
746
747
757
767
771
777
787
7h05
7h18
7h20
7h55
8
80
813
82
825
838
8415
852
8h
8h16
9
918
928
98
?
a320
a321
aa
abu
ac
aero
aeroflot
air
airbus
airlines
airliness
airways
alaska
am
america
american
amsterdam
angeles
anh
ap
ap57
ap80
arizona
as
athen
athens
atl
atlanta
auckland
austin
avml
b
b737
ba
ba_mươi
baltimore
bamboo
ban_đêm
bangkok
bao_gồm
bao_lâu
bao_nhiêu
bao_xa
barcelona
bay
beijing
bengaluru
bergen
bern
bi
birmingham
biên_hoà
biết
bna
boeing
bologna
boston
brussels
budapest
bur
burbank
busan
buôn_ma_thuột
buổi
bài
bán
bây_giờ
bên
bình_thuận
bình_định
bạn
bảy
bất_cứ
bất_kỳ
bắc
bắt
bắt_đầu
bằng
bốn
bởi
bữa
c
ca
cairo
california
cam_ranh
cambridge
canada
canadian
cao
cao_lãnh
carolina
casablanca
catania
cathay
charlotte
chay
chi_phí
chiang
chiangmai
chicago
chiếc
chiều
cho
chu
chuyên
chuyến
chuyển
chuyển_tiếp
chào
chân
châu
chí
chín
chúng
chúng_tôi
chăn
chặng
chỉ
chọn
chỗ
chở
chủ_nhật
chứ
chứa
chữ_viết
cincinati
cincinnati
city
cleveland
cm
co
colorado
columbus
continental
copenhagen
county
cp
cung_cấp
cuối
cuối_cùng
cuối_tuần
cx
cà_mau
càng
các
các_ngày
cách
cánh_quạt
cáp
cát
câu
còn
có
có_hạng
có_mặt
có_thể
côn
côn_minh
côn_đảo
cùng
cũng
cơ_sở_dữ_liệu
cạnh
cả
cảm_ơn
cất_cánh
cần
cần_thơ
cố
cố_gắng
của
d
d10
d9s
da
dad
daegu
dallas
danh_sách
dc
dc10
de
delhi
delta
denver
detroit
dfw
dhabi
di_chuyển
diego
dili
din
dl
dli
doha
du_lịch
dubai
dublin
dulles
dusseldorf
dành
dùng
düsseldorf
dưới
dịch_vụ
dừng
dự_kiến
ea
ea_có
ea_là
eastern
edinburgh
emirates
ewr
express
f
f28
ff
finnair
firenze
fl
florence
florida
flot
fn
fort
france
francisco
frankfurt
fukuoka
gaulle
geneva
georgia
gevena
ghế
ghế_ngồi
gia
giao_thông
giá
giúp
giải_thích
giống
giờ
giờ_địa_phương
giữa
gán
gì
gòn
gần
h
hai
hai_mươi
hai_mươi_bảy
hai_mươi_hai
hamad
hamburg
haneda
hartfield
hat
havana
hawaii
hay
hay_là
helsinki
helsinki-vantaa
hiển
hiển_thị
hiện
hn
hokkaido
hongkong
hou
houston
hoà_bình
hoạt_động
hoặc
hp
hph
hui
huế
hy_vọng
hà
hà_nội
hàn_quốc
hàng
hàng_châu
hàng_không
hàng_ngày
hành
hành_khách
hành_trình
hán
hãng
hãy
hôm
hôm_nay
hôm_qua
hơn
hạ_cánh
hạ_long
hạn_chế
hạng
hải
hải_phòng
họ
hỏi
hồ
hồ_chí_minh
hội_an
in
inc
incheon
indiana
indianapolis
ipoh
istanbul
jakarta
jal
jeju
jersey
jetstar
jfk
jose
kalamata
kansas
kc
khi
khoang
khoảng
khoảng_cách
khu_vực
khuya
khác
khác_biệt
khánh_hoà
không
khương
khỏi
khời
khởi_hành
khứ_hồi
kia
kiev
kinh
kiên_giang
kiệm
koln
krakow
kuala
kyoto
kèm
kém
kê
ký_hiệu
kế_hoạch
kể
kịch_bản
la
lai
lake
lan_châu
las
lausanne
lazio
leonardo
lester
limo
limousine
lisbon
liverpool
liên
liên_tục
liệt
liệt_kê
liệu
logan
london
los
louis
loại
ls
lucerne
lufthansa
lumpur
luxembourg
lyon
là
làm
làm_sao
lâm_đồng
lên
lòng
lúc
lúc_nào
lượng
lượt
lại
lấy
lần
lặp
lệ_giang
lịch
lịch_trình
lớn
lục_địa
lựa_chọn
m
m80
macquarie
madrid
mai
main
mainz
malacca
maldives
manchester
mang
manila
massachusetts
mco
melbourne
memphis
messina
mexico
mia
miami
michigan
midwest
milan
milwaukee
minh
minneapolis
minnesota
montreal
moscow
mua
mumbai
munchen
munich
muốn
muộn
mà
mà_còn
máy_bay
mã
mình
mô_tả
mùng
múi_giờ
mười
mười_ba
mười_bảy
mười_hai
mười_lăm
mười_tám
mất
mấy
mốt
mồng
mỗi
một
một_chiều
một_số
mức
nagoya
nam
nancy
naples
napoli
nashville
nay
naypyidaw
new
new_york
newark
newyork
nghìn
nghĩa
nghĩa_là
nghỉ
ngày
ngày_kia
ngày_mai
người
ngắn
ngồi
ngừng
nha_trang
nhau
nhiều
nhà
nhĩ
nhơn
như
như_thế_nào
như_vậy
nhưng
nhất
nhất_là
nhật_bản
nhắc
nhẹ
nhỏ
những
nice
north
northwest
nottingham
novosibirsk
nw
ny
nào
này
nên
nó
năm
nơi
nằm
nẵng
nếu
nối
nội
nửa_đêm
nữa
oak
oakland
ohio
ok
okay
okinawa
olso
ontario
ord
orlando
orleans
osaka
oslo
pacific
palermo
paolo
pari
paris
paris-charles
pattaya
pearson
penang
penh
pennsylvania
perugia
petersburg
phan_thiết
phi_cơ
philadelphia
phnom
phoenix
phuket
pháp
phù_cát
phù_hợp
phú
phú_quốc
phú_yên
phút
phương_tiện
phải
phản_lực
phố
phố_đông
phổ
phổ_thông
phục_vụ
pisa
pittsburgh
pleiku
port
porto
portofino
prague
praha
q
qatar
qh
qo
qua
quan_tâm
quanh
quay
quay_về
quebec
quy
quyến
quá_cảnh
quảng
quảng_bình
quảng_châu
quảng_cáo
quảng_nam
quảng_ninh
quốc_tế
qw
qx
ra
ragoon
reap
riệp
roma
rome
rome-fiumicino
rotterdam
rưỡi
rạch_giá
rất
rằng
rẻ
rồi
rời
s
sa
saint
salt
salt_lake
san
santorini
sao
sapporo
sau
sd
seattle
sendai
seoul
sfo
sgn
sicilly
siem
singapore
sofia
southampton
southwest
st
stapleton
stockholm
suất
suất_ăn
swiss
sydney
sài
sài_gòn
sáng
sáu
sân
sân_bay
sơn
sầm_sơn
sắp
sắp_xếp
sẵn
sẽ
số
số_hiệu
số_lượng
sống
sớm
sức
sử_dụng
sự
t2_t4_t6
t3_t5_t7
tacoma
tam_kỳ
tam_đảo
tampa
taxi
tbb
tehran
tennessee
texas
thanh
thanh_hoá
thay_vì
theo
thessaloniki
thiết_bị
thiểm
thuê
thuộc
thành
thành_phố
thành_đô
tháng
tháng_ba
tháng_giêng
tháng_hai
tháng_một
thâm
thì
thích
thích_hợp
thôi
thông
thông_tin
thăm
thương
thương_gia
thường
thường_châu
thượng
thượng_hải
thấp
thẳng
thế
thế_nào
thị
thị_trấn
thọ_xuân
thời_gian
thứ
thứ_ba
thứ_bảy
thứ_hai
thứ_sáu
thừa_thiên_huế
thực_hiện
tiếng
tiếp
tiếp_theo
tiếp_tục
tiết
tiết_kiệm
tiền
tokyo
torino
toronto
tottenham
toulouse
tp
tphcm
trapani
triệu
trong
trung_chuyển
trung_tâm
trên
trùng_khánh
trưa
trước
trạm
trống
trống_không
trở
trở_lại
trực_tiếp
turin
turkish
tuy_hoà
tuyến
tuần
twa
tx
tàu
tàu_bay
tám
tân
tân_sơn
tây
tên
tên_riêng
tìm
tìm_hiểu
tìm_kiếm
tôi
tư
tương_tự
tương_ứng
tại
tạm
tất_cả
tầm
tắt
tỉnh
tối
tối_thiểu
tối_đa
tốn
tốt
tổng
tổng_số
tới
tứ
từ
ua
ulaanbaatar
united
us
vancouver
vca
vdo
vegas
venice
verona
vienna
vietjet
vietnam
vii
vinci
vinh
viên
viêng
viết
việc
việt_nam
vj
vkg
vn
vn123
vna
vs
vui
vui_lòng
và
vài
vào
vân_đồn
vâng
vé
vì_vậy
vũ
vẫn
vận_chuyển
vậy
về
vị_trí
với
warsaw
warszawa
washingtion
washington
west
westchester
worth
xe
xe_hơi
xem
xem_lại
xin
xin_lỗi
xiêm
xung_quanh
xuyên
xuất_phát
xuống
xác_định
y
yai
yangon
yn
york
yyz
zurich
à
ít
ít_nhất
ô_tô
ý_nghĩa
ăn
ăn_không
đang
đi
đi_lại
điểm
điểm_dừng
điện
điện_biên_phủ
đn
đà
đà_lạt
đà_nẵng
đài_bắc
đài_loan
đáp
đâu
đây
đã
đêm
đó
đúng
đưa
đường
đường_bay
đường_bộ
đường_hàng
được
đại
đại_liên
đảo
đầu
đầu_tiên
đắt
đặt
đến
đến_nơi
đều
để
đối_với
đồ
đồ_ăn
đồng
đồng_hới
đồng_nai
đổi
động_cơ_phản_lực
ơn
ồ
ổn
ở
